[
  {
    "name": "The Mighty Mental Health",
    "website": "https://themighty.com/topic/mental-health/",
    "description": "The Mighty is a seemingly never-ending resource which provides support to people living with mental health disorders. Content on the Mighty covers more than 6,000 topics and is mostly authored by people who themselves are affected by mental health conditions."
  },
  {
    "name": "The OCD Stories",
    "website": "https://theocddiaries.com/",
    "description": "The OCD Stories publishes real stories to educate and inspire those living with OCD. More than a blog, The OCD Stories also offers a podcast, which has been downloaded over 2 million times, for people with OCD, families affected by OCD and therapists treating those with OCD."
  },
  {
    "name": "Real Warriors",
    "website": "https://www.realwarriors.net/",
    "description": "The Real Warriors Blog is an incredible multimedia public education campaign intended to provide ongoing information about PTSD and other psychological health and military-related topics. It is a robust and compassionate resource for service members, veterans and military families coping with invisible wounds. #ReachingOutIsASignOfStrength"
  },
  {
    "name": "A Splintered Mind",
    "website": "http://douglascootey.com/",
    "description": "The award-winning writer and blogger, Douglas Cootey, is the mastermind behind A Splintered Mind. Cootey’s blog combines humor with personal anecdotes to overcome the stigma surrounding ADHD and depression while creating an incredibly supportive online community of like-minded people."
  },
  {
    "name": "Wing of Madness Depression Guide",
    "website": "https://www.wingofmadness.com/",
    "description": "Since 1995, the Wing of Madness blog has been offering a guide to recognizing, understanding and seeking treatment for major depressive disorder. Wing of Madness covers every major topic from diagnosing depression to depression and self-care."
  },
  {
    "name": "Love and Life Toolbox",
    "website": "https://loveandlifetoolbox.com/",
    "description": "Founded by Lisa Brookes Kift, MFT, the Love and Life Toolbox is packed with resources for fostering emotional wellness and healthy relationships. More than a blog, Love and Life offers courses, consultations and endless content."
  },
  {
    "name": "Chipur Healing for Depression, Anxiety, Bipolarity, Stress",
    "website": "https://chipur.com/",
    "description": "Chipur is a well-curated blog focused on sharing, learning and relief from depression, anxiety, bipolarity, stress, and more. Founder of Chipur, Bill White is a mental health professional with a mission to help people take positive steps towards managing their mood and anxiety disorders."
  },
  {
    "name": "Lawyers With Depression Blog",
    "website": "http://www.lawyerswithdepression.com/",
    "description": "Lawyers With Depression is an award-winning focused on stress, anxiety and depression in the legal profession. The blog has been featured in many major news outlets and provides a much-needed resource for legal professionals coping with mental health."
  },
  {
    "name": "The Worry Games",
    "website": "https://theworrygames.com/",
    "description": "The Worry Games, created by Anna Lisa, is a comprehensive blog about coping with anxiety, phobias, post-partum depression, OCD and intrusive thoughts. The blog serves as an incredible, multi-part resource for navigating anxiety-related disorders and treatment."
  },
  {
    "name": "The Art of Healing Trauma",
    "website": "http://www.new-synapse.com/aps/wordpress/",
    "description": "Blogger, Heidi Hanson, developed PTSD in 2007, and soon after launched her blog to help other trauma survivors develop and maintain an effective self-therapy practice in their daily lives. Currently, Hanson is compiling her blog’s insights, clarity and understanding into two books which will combine her passion for art with her powerful ability to write about coping with PTSD."
  },
  {
    "name": "Time to Change",
    "website": "https://www.time-to-change.org.uk/category/blog/depression",
    "description": "Time to Change’s blog posts are written by people who have personally experienced depression and who hope to foster understanding for mental health conditions. Time to Change is a growing social movement working to improve everyone’s attitudes and behavior towards mental health."
  },
  {
    "name": "Bipolar Burble Blog",
    "website": "https://natashatracy.com/topic/bipolar-blog/",
    "description": "Burble’s blogger, Natasha Tracy, is an award-winning writer, speaker and social media consultant who works to share quality, insightful and trusted information about bipolar disorder with the public. The blog started in 2003 as a personal account of her experiences with bipolar disorder, but has since grown and risen within the mental health community now receiving thousands of visitors each day."
  },
  {
    "name": "Through the Darkness Blog",
    "website": "https://throughthedarkness.health.blog/",
    "description": "The Through the Darkness Blog is the personal account of one person’s journey to defy darkness. Readers may visit the blog for recent posts, or can choose to have new content sent directly to their inboxes via newsletter."
  },
  {
    "name": "The Anxiety Sisters",
    "website": "https://anxietysisters.com/blog/",
    "description": "The Anxiety Sisters met in college almost thirty years ago. Over the ensuing decades, their daily conversations sustained them through numerous panic attacks and phobias as they grew to understand and cope with their own anxiety. The Anxiety Sisters offer a blog as well as an e-course to help those struggling to understand their relationship with anxiety."
  },
  {
    "name": "Wounded Times",
    "website": "http://www.woundedtimes.org/",
    "description": "Wounded Times is dedicated to fighting PTSD with videos, resources and stories from across the country that uncover what it means to cope with PTSD. For everything about battle that isn’t reported by the news, check out Wounded Times."
  },
  {
    "name": "Happiful Magazine",
    "website": "https://happiful.com/",
    "description": "Happiful is the UK’s only monthly lifestyle magazine devoted to mental health. This blog’s mission is to create a healthier and happier society by sharing inspiring life stories and positive news."
  },
  {
    "name": "Pick the Brain",
    "website": "https://www.pickthebrain.com/blog/",
    "description": "Pick the Brain is a blog dedicated to self improvement with a focus on personal productivity, motivation, and self education. The blog covers any information that people can use to live more prosperous, satisfying lives."
  },
  {
    "name": "Depression Warrior",
    "website": "https://depressionwarrior.com/",
    "description": "The Depression Warrior blog is hosted by mental health peer, Laura Beker, who has lived with major depressive disorder, generalized anxiety disorder and borderline personality disorder. Her posts share stories and cite research to help those suffering from mental illnesses."
  },
  {
    "name": "The Anxiety Guy",
    "website": "https://theanxietyguy.com/",
    "description": "The Anxiety Guy, Dennis Simsek, pours his passion and commitment to helping people understand the causes of anxiety and effectively cope with related mental health conditions into his blog. The Anxiety Guy also runs a popular YouTube channel and Anxiety Guy podcast to help guide people through their daily challenges, so that they may defy their fears once and for all. blog is filled with Simsek’s passion and commitment to helping people understand and manage their anxiety."
  },
  {
    "name": "OCDtalk",
    "website": "https://ocdtalk.wordpress.com/about/",
    "description": "OCDtalk is a powerful blog and resource designed by a mother whose son was completely debilitated by severe obsessive-compulsive disorder. OCDtalk advocates for OCD awareness through incredible story-telling and includes information about upcoming events, media features and her book, Overcoming OCD: A Journey to Recovery."
  }
]